[
  {
    "id": "2de-geo-arctique",
    "chapterId": "ch4-redaction",
    "title": "Sujet 1 : L'Arctique",
    "requiredPerQuestion": 1,
    "questions": [
      {
        "mode": "intro",
        "q": "Sujet : L'Arctique, un milieu entre fragilité et attractivité.",
        "a": "Attendu : Définition (Pôle Nord, banquise, terres gelées). Bornes (Cercle polaire, contexte réchauffement). Problématique (Comment concilier exploitation et protection ?). Plan (I. Espace convoité, II. Écosystème menacé, III. Protection)."
      },
      {
        "mode": "argument",
        "context": "I - Un espace de plus en plus convoité",
        "q": "Rédige deux arguments distincts pour soutenir cette partie.",
        "a": "Argument 1 : Richesse en ressources énergétiques (pétrole, gaz) accessibles par la fonte. Argument 2 : Nouvelles routes maritimes et essor du tourisme."
      },
      {
        "mode": "exemple",
        "context": "L'ouverture de nouvelles routes maritimes et l'essor du tourisme dans la région.",
        "q": "Donne un exemple précis et chiffré pour illustrer cet argument.",
        "a": "Exemple : La croissance de 20 % du tourisme dans l'Arctique russe ou le passage de navires de commerce par le Nord."
      },
      {
        "mode": "conclusion",
        "context": "Rappel Intro : L'Arctique est une région polaire en pleine mutation climatique...",
        "q": "Rédige la conclusion (Réponse à la problématique + Ouverture).",
        "a": "Bilan : Zone de tension entre opportunités économiques et urgence écologique. Ouverture : Le rôle du Conseil de l'Arctique pour éviter les conflits ?"
      }
    ]
  },
  {
    "id": "2de-geo-risques",
    "chapterId": "ch4-redaction",
    "title": "Sujet 2 : Les Risques",
    "requiredPerQuestion": 1,
    "questions": [
      {
        "mode": "intro",
        "q": "Sujet : Les sociétés face aux risques : une inégale vulnérabilité.",
        "a": "Attendu : Définition (Risque = Aléa + Enjeu). Bornes (Mondiale, Pays Nord/Sud). Problématique (Pourquoi l'inégalité face aux catastrophes ?). Plan (I. Exposition, II. Vulnérabilité et développement, III. Gestion)."
      },
      {
        "mode": "argument",
        "context": "II - Une vulnérabilité liée au niveau de développement",
        "q": "Propose deux arguments montrant la différence entre pays riches et pauvres.",
        "a": "Argument 1 : Pays pauvres = forte vulnérabilité humaine (mortalité élevée). Argument 2 : Pays riches = forte vulnérabilité économique (coût des infrastructures)."
      },
      {
        "mode": "exemple",
        "context": "Les pays riches subissent surtout des pertes économiques malgré des aléas violents.",
        "q": "Illustre cet argument avec un exemple récent de catastrophe.",
        "a": "Exemple : L'ouragan Ida aux USA (2021) : 75 milliards de dollars de dégâts mais un nombre de victimes limité comparé aux pays du Sud."
      },
      {
        "mode": "conclusion",
        "context": "Rappel Intro : Les risques naturels touchent toute la planète mais avec des conséquences variées...",
        "q": "Conclus le devoir (Réponse + Ouverture).",
        "a": "Bilan : La vulnérabilité dépend de la préparation et des richesses, pas juste de la nature. Ouverture : Le changement climatique va-t-il creuser le fossé Nord/Sud ?"
      }
    ]
  },
  {
    "id": "2de-geo-eau",
    "chapterId": "ch4-redaction",
    "title": "Sujet 3 : L'Eau",
    "requiredPerQuestion": 1,
    "questions": [
      {
        "mode": "intro",
        "q": "Sujet : La gestion de l'eau : une ressource sous tension.",
        "a": "Attendu : Définition (Stress hydrique, Pénurie). Bornes (Mondiale, horizon 2050). Problématique (Comment satisfaire les besoins croissants ?). Plan (I. Inégale disponibilité, II. Demande croissante, III. Tensions)."
      },
      {
        "mode": "argument",
        "context": "I - Une ressource inégalement disponible",
        "q": "Donne deux arguments expliquant ces inégalités (naturelles et humaines).",
        "a": "Argument 1 : Inégalités climatiques (zones arides vs zones humides). Argument 2 : Inégalités techniques et financières (capacité à traiter/acheminer l'eau)."
      },
      {
        "mode": "exemple",
        "context": "Certains pays disposent de la ressource mais manquent d'infrastructures pour l'exploiter (pénurie économique).",
        "q": "Cite un pays ou une région dans cette situation.",
        "a": "Exemple : La République Démocratique du Congo (RDC), riche en eau mais manquant d'usines de traitement."
      },
      {
        "mode": "conclusion",
        "context": "Rappel Intro : L'eau est vitale mais sa répartition pose problème...",
        "q": "Rédige la conclusion.",
        "a": "Bilan : Enjeu majeur de développement et de paix. Ouverture : Le recyclage des eaux usées est-il la solution d'avenir ?"
      }
    ]
  },
  {
    "id": "2de-geo-dd",
    "chapterId": "ch4-redaction",
    "title": "Sujet 4 : Développement Durable",
    "requiredPerQuestion": 1,
    "questions": [
      {
        "mode": "intro",
        "q": "Sujet : Le développement durable, un nouveau mode de gestion des ressources ?",
        "a": "Attendu : Définition (Besoins actuels vs futurs). Bornes (3 piliers : social, éco, enviro). Problématique (Est-ce une solution applicable partout ?). Plan (I. Principes, II. Solutions, III. Limites)."
      },
      {
        "mode": "argument",
        "context": "III - Les limites et obstacles politiques",
        "q": "Quels sont les deux freins principaux à la mise en œuvre du développement durable ?",
        "a": "Argument 1 : Le coût trop élevé pour les pays en développement. Argument 2 : Le manque de volonté politique de certains grands États."
      },
      {
        "mode": "exemple",
        "context": "Le manque de volonté politique freine les accords internationaux.",
        "q": "Donne un exemple historique ou récent de ce frein politique.",
        "a": "Exemple : Le retrait des États-Unis des accords climatiques sous la présidence Trump."
      },
      {
        "mode": "conclusion",
        "context": "Rappel Intro : Le développement durable tente de concilier économie et écologie...",
        "q": "Propose une conclusion et une ouverture.",
        "a": "Bilan : Concept nécessaire mais difficile à appliquer sans solidarité financière. Ouverture : Les catastrophes climatiques forceront-elles l'action politique ?"
      }
    ]
  }
]